<template>
  <div class="company">
    <div class="container">
      <!-- <h3 class="relative z-4" style="color: red; font-size:42px;">Секция 5: нужен текст. Если эту секцию не надо то я ее уберу</h3> -->
      <h1>О компании</h1>
      <span>
        О компании: компания Центр Урегулирования Убытков предлагает услуги аварийного комиссара, который поможет отстоять ваши права при наступлении ДТП. Профильный эксперт берет на себя все хлопоты, связанные с оформлением происшествия, переговорами с другими участниками аварии, страховыми компаниями.
        Вызвать аварийного комиссара вы можете в любое время. Мы работаем круглосуточно, чтобы защитить ваши интересы в спорных ситуациях со страховыми компаниями и другими участниками ДТП. Готовы предоставить объективное экспертное мнение по поводу того, можно ли считать произошедшее страховым случаем; рассчитать ущерб, используя точные специнструменты; помочь вам избежать страхового мошенничества.
        Мы скрупулезно соблюдаем все формальности, действуем в рамках закона и в интересах заказчика, чтобы добиться наиболее выгодного исхода в случае ДТП.
      </span>
    </div>
  </div>
</template>

<style scoped lang="scss">
  .company {
    @apply flex flex-col items-center w-full py-100px;
    background-color: #21283F;
    .container {
      @apply flex flex-col items-center max-w-1100px;
      @media screen and (max-width: 991px) {
        @apply px-10px;
      }
      h1 {
        @apply text-46px font-700;
        color: #F2F2F4;
        @media screen and (max-width: 767px) {
          @apply text-30px;
        }
      }
      span {
        @apply text-22px leading-33px text-left mt-50px;
        color: #F2F2F4;
        @media screen and (max-width: 767px) {
          @apply text-18px leading-30px;
        }
      }
    }
  }
</style>
